Repository: AffiliateWP/affiliatewp-leaderboard
Catalog: languages/affiliatewp-leaderboard-*.po
Languages: fr_fr

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher&nbsp;?

source: No registered affiliates
fr_fr: Aucun affilié enregistré

source: Get more add-ons for AffiliateWP
fr_fr: Obtenez plus de modules pour AffiliateWP !

source: Get add-ons
fr_fr: Obtenir des modules complémentaires

source: This plugin
fr_fr: Cette extension

source: requires %sAffiliateWP%s. Please activate it to continue.
fr_fr: nécessite %sAffiliateWP%s. Veuillez l'activer pour continuer.

source: requires %sAffiliateWP%s. Please install it to continue.
fr_fr: nécessite %sAffiliateWP%s. Veuillez l'installer pour continuer.

source: Displays an affiliate leaderboard
fr_fr: Affiche un classement des affiliés

source: Title:
fr_fr: Titre :

source: Affiliates To Show:
fr_fr: Affiliés à afficher :

source: Show Referrals
fr_fr: Afficher les références

source: Show Visits
fr_fr: Afficher les visites

source: Show Earnings
fr_fr: Afficher les revenus :

source: Order By:
fr_fr: Trier par :

source: Display an affiliate leaderboard on your website
fr_fr: Afficher un classement d'affiliation sur votre site
